Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive unit being operatively coupled to the power source and operatively coupled to a first ground engaging member positioned rearward of the operator area through a first half shaft to transfer power received from the power source to the first ground engaging member and to a second ground engaging member positioned rearward of the operator area through a second half shaft to transfer power received from the power source to the second ground engaging member, the first ground engaging member being positioned on a first side of a vertical centerline longitudinal plane of the vehicle and the second ground engaging member being positioned on a second side of the vertical centerline longitudinal plane of the vehicle; a first rear suspension system moveably coupling the first ground engaging member to the frame, the first rear suspension system including
zh_tw: 以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元，後驅動單元連接動力源與駕駛區後方之第一接觸地面元件，並透過第一半段傳動軸傳送動力源之動力至第一接觸地面元件，且透過第二半段傳動軸傳送動力源之動力至駕駛區後方的第二接觸地面元件；第一接觸地面元件位於車輛垂直中心線縱向平面第一側而第二接觸地面元件位於車輛垂直中心線縱向平面第二側；連接第一接觸地面元件和框架的可動式第一後懸吊系統，

source: a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive unit being operatively coupled to the power source and operatively coupled to a first ground engaging member positioned rearward of the operator area through a first half shaft to transfer power received from the power source to the first ground engaging member and to a second ground engaging member positioned rearward of the operator area through a second half shaft to transfer power received from the power source to the second ground engaging member, the first ground engaging member
zh_tw: 以框架支撐之後驅動單元並位於駕駛區後方，後驅動單元以第一半傳動軸連接動力源與位於駕駛區後方第一接觸地面元件，並透過第一半傳動軸傳送動力源之動力至駕駛區後方的第一接觸地面元件和透過第二半傳動軸傳送動力源之動力至駕駛區後方的第二接觸地面元件，

source: a rear drive unit supported by the frame rearward of the front plane of the seating and operatively coupled to at least one ground engaging member which is rearward of the front plane of the seating, the internal combustion power source being operatively coupled to the rear drive unit; and
zh_tw: 一組由座位前面板後方之框架支撐的後驅動單元，並與座位前面板後方的至少一組接觸地面元件連接，內燃式動力源與後驅動單元連接；以及

source: a seat positioned between the first plurality of ground engaging members and the second plurality of ground engaging members and the frame tube coupler being lower than the seat.
zh_tw: 位於第一接觸地面元件和第二接觸地面元件之間的座位，而框架管連接器位置較座位為低。

source: a second air intake system operatively coupled to the CVT unit to communicate ambient air to an interior of the CVT unit, the second air intake system including a second air inlet through which ambient air enters the second air intake system, the second air inlet being completely positioned to the second side of the vertical centerline plane of the vehicle, the second air intake system transporting the ambient air received through the second air
zh_tw: 連接至無段變速單元之第二空氣進氣系統，以輸送來自第二個進氣口之空氣至無段變速單元內部，第二個進氣口完全位於車輛垂直中心線平面的第二側，

source: a second control arm coupled to the second ground engaging member and to the frame; a second dampening member coupled to the second radius arm and to the frame; and a sway bar coupling the first rear suspension to the second rear suspension, the sway bar being coupled to the frame at a location forward of the power source.
zh_tw: 連接第二接觸地面元件和框架的第二控制臂；連接第二懸臂和框架之第二組尼元件；以及連接第一後懸吊系統與第二後懸吊系統的防擺桿，防擺桿於動力源前方位置連接至框架。

source: a second plurality of ground engaging members;
zh_tw: 第二接觸地面元件；

source: a second rear suspension system moveably coupling the second ground engaging member to the frame, the second rear suspension system including a second move- able arm; and
zh_tw: 一組連接第二接觸地面元件與框架的可動式第一後懸吊系統，第二後懸吊系統包含第二可動懸臂；以及

source: a second rear suspension system moveably coupling the second ground engaging member to the frame, the second rear suspension system including a second radius arm coupled to the second ground engaging member and coupled to the frame at a second location forward of the second ground engaging member,
zh_tw: 連接第二接觸地面元件和框架的第二後懸吊系統，第二後懸吊系統包含連接到框架、第二接觸地面元件前方的第二位置並與第二接觸地面元件相連的第二懸臂，

source: a side net assembly comprised of a pivotal bar and a net supported by the pivotal bar, the bar being pivotally
zh_tw: 一組包含一根樞軸桿和由樞軸桿支撐之護網的側邊護網組件，

source: a side net assembly supported by one of the frame uprights and being latchable to another of the frame uprights, the side net assembly comprising a rigidified marginal edge pivotally movable relative to the vehicle, whereby the side net assembly can be in a latched position when a rider is in the vehicle and can be collapsed to allow ingress and egress of a rider.
zh_tw: 一組由框架中的一立桿支撐並鎖定於另一框架立柱的側邊護網組件，側邊護網組件包含可相對車輛旋轉之強化邊緣，當駕駛位於車輛中時，其側邊護網組件位於鎖定位置並可摺疊以便駕駛進出。

source: a sway bar coupling the first rear suspension to the second rear suspension, the sway bar being coupled to the frame at a location forward of the power source.
zh_tw: 一組連接第一後懸吊系統與第二後懸吊系統的防擺桿，防擺桿於動力源前方位置連接至框架。

source: a volume or area referenced as an Interface
zh_tw: 接口之體積或面積

source: added SDA and SCL pins: beside the AREF pin, two TWI pins have been added.
zh_tw: 增加SDA和SCL針腳：AREF針腳旁增加兩組TWI針腳，

source: added weight
zh_tw: 增加重量

source: all the regulatory and security requirements related to the production and use of the supply in question are included;
zh_tw: 考慮包括生產相關之所有規範和安全要求以及供應貨物的使用；

source: an analysis certificate for the raw materials used (or a certificate of compliance for the raw materials with the HUTCHINSON requirements);
zh_tw: 使用之原料的分析證書（或原料符合 HUTCHINSON 要求之認證）；

source: an analysis certificate for the raw materials used;
zh_tw: 使用之原料的分析證書；

source: an internal combustion power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle;
zh_tw: 一組由框架支撐之內燃式動力源並連接至多組接觸地面元件中至少一組接觸地面元件以推動車輛；

source: an operator area supported by the frame, the operator area including seating and operator controls;
zh_tw: 以框架支撐之駕駛區，駕駛區包含座位和操作控制；

source: an operator area supported by the frame, the operator area including side-by-side seating and operator controls;
zh_tw: 以框架支撐之駕駛區，駕駛區包含並排式座位和操作控制；

source: and (if used) the plus sign (‘/qb+’ or ‘/qn+’) specifies that a message box will be displayed when installation has finished.
zh_tw: （如果使用）加號 ('/ qb +' 或 ' / qn +')，安裝完成後將顯示一個訊息方塊。

source: and a sway bar coupling the first rear suspension to the second rear suspension, the sway bar being coupled to the frame at a location forward of the power source.
zh_tw: 第二後懸吊系統包括可動式第二懸臂和連接第一後懸吊系統與第二後懸吊系統的防擺桿，防擺桿於動力源前方位置連接至框架。

source: and cargo (total
zh_tw: 和貨物 (總

source: and obtaining live updates for the program
zh_tw: 和獲得程式即時更新

source: and quieter running.
zh_tw: 以及更安靜的運行。

source: and selection will depend on the regulations in place in each country.
zh_tw: 請依據各國規範選用。

source: and shiftable transmission 144 may be assembled.
zh_tw: 便能組裝各種組合的動力源130 和變速箱 144。

source: and the location of the air inlet of the air handling system of a CVT unitofFIG. 10 relative to the power source and the CVT unit;
zh_tw: 和圖 10 中之無段變速單元的空氣處理系統的進氣口位置與動力源和無段變速單元的關係代表圖。

source: answer any complaint in which it is involved by logging on to the HUTCHINSON purchasing tool portal at the following address: https://ivalua.hutchinson.fr/
zh_tw: 登入 HUTCHINSON 採購工具入口網站回答所有投訴，網址為： https://ivalua.hutchinson.fr/

source: any motion (slope) detection
zh_tw: 偵測到任何運動（傾斜）

source: apertures 216 in the opposite interengaging section 204 when complementary projections 206 and recesses 208 align.
zh_tw: 當凸點 206 和凹點 208 對齊時，孔 216 能與相對應之孔 204 對齊。

source: application Ser.
zh_tw: 專利

source: areq
zh_tw: αreq

source: being positioned on a first side of a vertical centerline longitudinal plane of the vehicle and the second ground engaging member being positioned on a second side of the vertical centerline longitudinal plane of the vehicle;
zh_tw: 第一接觸地面元件位於車輛垂直中心線縱向平面第一側而第二接觸地面元件位於車輛垂直中心線縱向平面第二側；

source: between digital pins 7 and 8 is 160 mil (0.16"), not an even multiple of the 100 mil spacing of the other pins.
zh_tw: 請注意數位針腳7和8之間的距離為160 mil（0.16英吋），與其它針腳的100 mil間距不同。

source: bracket 302 which is connected between hand bar 290 and upright 246.
zh_tw: 並固定於與手把 290 和立柱 246 相連之支架 302 上，

source: change in the production line,
zh_tw: 生產線變更，

source: change in the production site,
zh_tw: 生產廠房變更，

source: change of subcontractor associated with the Supplier in the production process,
zh_tw: 供應商生產流程中相關外包商變更，

source: coated with zinc for corrosion resistance
zh_tw: coated with zinc for corrosion resistance 抗腐蝕鍍鋅塗料

source: competences
zh_tw: 能力

source: complies with any information request for a lot,
zh_tw: 符合每一批貨物要求之任何資訊

source: concurrently, over the same length of time, easing the review and analysis of the recorded images.
zh_tw: 於相同的時間範圍內，同時檢查並分析錄製之影像。

source: conduct regular inverse tracking audits, particularly as concerns products subject to security and/or regulations,
zh_tw: 進行定期追蹤審核，特別是有安全和法規相關考量的產品。

source: could be provided (having a similar construction and footprint to that of seat base 350) and snapped in place in one or both seat positions.
zh_tw: 此外，可使用安裝配件 (具有與座位基座 350 類似的結構和基底) 並固定於一個或兩個座椅位置處。

source: customary and European metric.
zh_tw: 而歐規

source: dbmax is maximum size sought for recognition.
zh_tw: db,max 為認證之最大尺寸。

source: defined between the center upright 546 and a front left fender 572.
zh_tw: 位於中段立柱 546 和前段左擋泥板 572 之間。

source: delivery replenishment will be affected as well as the normal replenishment.
zh_tw: 送貨以及正常補貨都將受到影響。<segment 0013>

source: dfymax
zh_tw: db,max

source: diameter or the smallest nominal diameter if it is larger than 1/2 in.
zh_tw: 或當標稱直徑大於1/2英吋時測試其最小標稱直徑。

source: don't forget to fill IN/EX column
zh_tw: 別忘了填寫 IN/EX 欄

source: duly filled out documents such as those jointly defined with HUTCHINSON,
zh_tw: 正確填寫與 HUTCHINSON 聯合定義之文件，

source: e-invoices
zh_tw: 電子發票

source: e.g. on 32-bit OS:
zh_tw: 32 位元作業系統範例：

source: eDOCS addin-in registration
zh_tw: eDOCS 外掛程式註冊

source: either bucket seats or bench seats or a combination thereof.
zh_tw: 座位可為桶型座椅或凳形座椅或兩種座椅組合。

source: engaging member positioned forward of the operator area, the third ground engaging member being positioned on the first side of the vertical centerline longitudinal plane of the vehicle and the fourth ground engaging member being positioned on the second side of the vertical centerline longitudinal plane of the vehicle.
zh_tw: 第三接觸地面元件位於車輛垂直中心線縱向平面第一側而第四接觸地面元件位於車輛垂直中心線縱向平面第二側。

source: engine rpm, but driven member 402 is now spinning at higher than engine rpm.
zh_tw: 但被驅動元件 402 此時轉速高於引擎轉速。

source: envelopes and Interfaces
zh_tw: 外觀和接口

source: envelopes and interfaces)
zh_tw: 外觀和接口)

source: etc.
zh_tw: 等等⋯⋯

source: every
zh_tw: 每

source: field to choose the reason for the job change.
zh_tw: 欄位中的 圖示以選擇調職原因。

source: first suspension system coupling the at least one ground engaging member which is rearward of the front plane of the seating to the frame, the first air inlet and the second air inlet being positioned completely above the first suspension system.
zh_tw: 第一懸吊系統與至少一組位於座位前面板後方框架之接觸地面元件連接，第一進氣口和第二進氣口的位置完全位於第一懸吊系統上方。

source: for Nuance Power PDF Advanced
zh_tw: Nuance Power PDF 進階版

source: for example, onboarding, approve, hire, submit etc.
zh_tw: 例如，到職、批准、雇用、上呈等。

source: frame; a plurality of ground engaging members supporting the frame; and a unit.
zh_tw: 由框架支撐之多組接觸地面元件；以及一個單元，

source: good / damaged
zh_tw: 良好 / 損壞

source: header means that the machine is out of production as a result of being maladjusted dynamically.
zh_tw: 之欄位代表機台動態調整錯誤而導致停止生產之畫面。

source: high
zh_tw: 高

source: high-g-detection.
zh_tw: 偵測到高g力。

source: iManage addin-in registration
zh_tw: iManage 外掛程式註冊

source: implements the quality management tools best adapted to the Q (Quality), C (Cost), D (Deadline) and I (Innovation) objectives set by HUTCHINSON (AMDEC value analysis, operation analysis, experience plan, quality plan, control plan, ...);
zh_tw: 以品質管理工具達成 HUTCHINSON 訂定之最佳 Q（品質）、 C（成本）、 D（交貨期）和 I（創新） 目標（AMDEC 數值分析、營運分析、經驗計畫、 品質計畫、管控計畫⋯⋯等)；

source: in PCT/US2011/046395, Apr.
zh_tw: PCT/US2011/046395 國際檢索報告，

source: inlet and the second air inlet being in fluid communication with the air intake system to receive ambient air from the air intake system.
zh_tw: 第一進氣口和第二進氣口皆與空氣進氣系統連接以接收來自空氣進氣系統之空氣。

source: inlet to the first side of the vertical centerline plane of the vehicle as the ambient air travels towards the CVT unit.
zh_tw: 當空氣流向無段變速單元時，第二空氣進氣系統輸送來自第二個進氣口之空氣至車輛垂直中心線平面的第一側。

source: installer files and for additional user interface languages
zh_tw: 安裝暫存檔案以及使用者介面語言使用

source: interior, the frame tube coupler including a first connecting section being received in the interior of a first frame tube sections and a second connection section being received in the interior of a second frame tube section.
zh_tw: 框架管連接器包含插入第一框架管區段內部的第一連接區段和插入第二框架管區段內部的第二連接區段。

source: internal and external effects that pass through an Interface
zh_tw: 通過參照接口的內部和外部效應

source: is continued to be provided to the pump of power source 130 when vehicle is on an incline.
zh_tw: 當車輛在斜坡上時機油將持續供應至動力源 130 的機油泵。

source: its service rate for HUTCHINSON,
zh_tw: 其 HUTCHINSON 之服務評等，

source: la
zh_tw: 1a

source: laser Digitiser
zh_tw: 雷射數位轉換器

source: lb
zh_tw: 1b

source: ldb
zh_tw: 7db

source: ldh
zh_tw: 7db

source: less than 1 %
zh_tw: 小於 1%

source: lib
zh_tw: 11b

source: ll, 2012 Sheet 10 of 27
zh_tw: ，10/27 頁

source: ll, 2012 Sheet 21 of 27
zh_tw: ，21/27 頁

source: ll, 2012 Sheet 24 of 27
zh_tw: ，24/27 頁

source: ll, 2012 Sheet 27 of 27
zh_tw: ，27/27 頁

source: look for and determine the causes of the non-compliances sent and to implement the necessary steps to remove them,
zh_tw: 尋找並確定未符合規範之原因，並執行必要的步驟以消除問題。

source: low
zh_tw: 低

source: lowtn
zh_tw: low†††

source: makes registrations showing the compliance of the product,
zh_tw: 登記證明產品符合規範，

source: mal to the top view projection of the first suspension axis.
zh_tw: 第一懸吊軸上投影圖中的中心線通常為直角。

source: manipulating the movable cover to provide an access opening in the floor while not moving a remainder of the floor the movable cover permitting access to the CVT; and accessing the filter in the airbox through the access opening in the floor.
zh_tw: 操縱可動式外蓋能提供一開口進行無段變速維修而無須移動可動式外蓋以外之底板；以及 透過底板之開口更換風箱內之濾芯。

source: material and or energy that passes through a reference Interface
zh_tw: 通過參照接口的材料或能量

source: materials including, but not limited to Graphic Foam boards, Closed Cell Foam, Plastic-covered Foam,
zh_tw: 材料如圖形泡綿板、發泡塑膠、塑膠包覆泡綿、

source: max
zh_tw: 最大

source: memory and available disk space exceed minimum requirements.
zh_tw: 記憶體和可用硬碟空間高於最低效系統要求將能提昇效能和執行速度

source: min
zh_tw: 最小

source: min max
zh_tw: 最小 最大

source: min^f
zh_tw: min††

source: mintT
zh_tw: min††

source: mounted at a first end to the vehicle, and the net being latchable to the vehicle, whereby the side net assembly can be in a latched position when a rider is in the vehicle and can be collapsed to allow ingress and egress of a rider.
zh_tw: 樞軸桿第一端安裝於車輛上，對側第二端可鎖定於車輛上。當駕駛位於車輛中時，其側邊護網組件位於鎖定位置並可摺疊以便駕駛進出。

source: movably coupling the first ground engaging member to the frame.
zh_tw: 可動式第一後懸吊系統，

source: moveably coupling the first ground engaging member to the frame.
zh_tw: 可動式第一後懸吊系統，

source: msiexec.exe installs the product in its default language (English).
zh_tw: msiexec.exe 將安裝產品預設語言（英文）。

source: multiple ground engaging members 102 may be included on each side of the respective front axle 108 and rear axle 110.
zh_tw: 前軸 108 和後軸 110 各側可能有多組接觸地面元件 102。

source: on one hand, to validate its general execution process,
zh_tw: 一方面驗證其一般執行流程，

source: on the other, to ensure the quality of the product
zh_tw: 另一方面確保產品的品質。

source: one example, the air inlet is provided in an exterior body panel of the cargo carrying portion of the vehicle.
zh_tw: 於一個範例中，空氣進氣口位於車輛載貨部分主體外鈑金之內。

source: operatively coupled to the at least one ground engaging member; a drive belt operatively coupling the driven member to the drive member; and a CVT housing having an interior containing the drive member, the driven member, and the drive belt.
zh_tw: 連接至少一組接觸地面元件之被驅動元件；連接被驅動元件與驅動元件之傳動皮帶；以及內部裝有驅動元件、被驅動元件以及驅動皮帶之無段變速外殼。

source: or
zh_tw: 或

source: or dust particles can become lodged in moving parts such as the LCD monitor hinge and zoom lever.
zh_tw: 避免於沙子或灰塵環境中使用移動元件如液晶螢幕轉軸和變焦撥桿以防止沙塵堆積於內部。

source: organize the securitization of the inventory (supplier inventory, inventory in transit, HUTCHINSON inventory and defective parts delivered by HUTCHINSON to its clients) as well as future deliveries to HUTCHINSON of problematic supplies,
zh_tw: 清點問題品庫存（供應商庫存，運送中貨物、HUTCHINSON 庫存和 HUTCHINSON 交付至其客戶之缺陷零件）以及未來將交付至 HUTCHINSON 之貨物。

source: organizes, at the request of HUTCHINSON, or at its own initiative, all controls as the project advances.
zh_tw: 於專案進行中，依 HUTCHINSON 要求或自發進行所有管控的組織。

source: pages), May 7, 2013.
zh_tw: (2 頁)，2013 年 5 月 7 日。

source: patent
zh_tw: 專利

source: patent application Ser.
zh_tw: 序號

source: patent is extended or adjusted under 35 U.S.C.
zh_tw: 延長或調整有效期限

source: pdf, last accessed on Feb.
zh_tw: pdf，最後存取日期

source: pension being generally rotatable about a first suspension axis generally passing through the first location and the second location.
zh_tw: 第一懸吊能以第一懸吊軸為中心旋轉通過第一位置和第二位置。

source: physical connection of Modules through a referenced Interface
zh_tw: 通過參照接口的物理連接

source: placed on the opposite side of elongate half 660 and joined with bolt 716.
zh_tw: 置入長桿 660 另一側並與螺栓 716 結合。

source: please specify
zh_tw: 請指明

source: please state the interest rate from at sight to 180 days
zh_tw: 請註明即期至 180 天之利率

source: plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive being operatively coupled to the power source and operatively coupled to at least a first ground engaging member positioned rearward of the operator area through a drive shaft to transfer power received from the power source to the first ground engaging member; and a first rear suspension system movably coupling the first ground engaging member to the frame.
zh_tw: 多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元，後驅動單元連接動力源與駕駛區後方之第一接觸地面元件， 並透過傳動軸傳送動力源之動力至第一接觸地面元件；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive being operatively coupled to the power source and operatively coupled to at least a first ground engaging member positioned rearward of the operator area through a drive shaft to transfer power received from the power source to the first ground engaging member; and a first rear suspension system moveably coupling the first ground engaging member to the frame.
zh_tw: 多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元，後驅動單元連接動力源與駕駛區後方之第一接觸地面元件，並透過傳動軸傳送動力源之動力至第一接觸地面元件；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: portion, and the second exterior body panel is located at a second side wall of the cargo carrying portion generally opposite the first side wall.
zh_tw: 而第二主體外部鈑金位於載貨部分的第二側牆，一般位於第一側牆對側，

source: positioned intermediate the first and second side portions, the central portion including the movable cover.
zh_tw: 中央部分包含可動式外蓋。

source: positioned rearward of the operator area through a second drive shaft to transfer power received from the power source to the second ground engaging member.
zh_tw: 以及透過第二傳動軸傳送動力源動力至位於駕駛區後方的第二接觸地面元件。

source: power source 130 may be placed lower on vehicle 100 resulting in a center of gravity 580 (see FIG. 3) of an unloaded vehicle 100 to be lower.
zh_tw: 動力源 130 能置於車輛 100 較低的位置以使車輛 100 的空車重心 580 (見圖 3) 更低。

source: pressure foot and T-gantry as standard.
zh_tw: 壓力腳和 T 形支架。

source: process change (raw materials, packaging, equipment/machines/tools...),
zh_tw: 流變更更（原料、包裝、設備/機台/工具……），

source: product evolution (...).
zh_tw: 產品演變 (……)。

source: profile, trim and drill inaseamless sequence.
zh_tw: 切削、修邊以及鑽孔無間斷地進行。

source: providing a movable cover within the caigo carrying portion, the cargo carrying portion being rearward of an operator space of the side-by-side vehicle and the movable cover being a portion of a floor of the cargo carrying portion, the cargo carrying portion positioned above a rear axle of the side-by-side vehicle, the movable cover providing access through the floor; providing an airbox for the air intake system of the vehicle, the airbox being located rearward of the operator space of the side-by-side vehicle and directly below the cargo carrying portion; housing a filter within the airbox;
zh_tw: 載貨部分設有可動式外蓋，載貨部分位於方向盤式全地形車駕駛空間後方而可動式外蓋為載貨部分底板的一部份，載貨部分位於方向盤式全地形車後輪軸上方，藉由可動式外蓋可通過底板進行維修； 車輛空氣進氣系統設有一風箱，風箱位於方向盤式全地形車駕駛空間後方且位於載貨部分正下方； 濾芯安裝於風箱內部；

source: ratio of distance 582 to distance 584 for various vehicle setups are provided in Table II for the illustrated embodiment.
zh_tw: 實施例說明中各種車輛設定之距離 582 相對距離 584 之比例變化列於表二中。

source: reports generated every year
zh_tw: 份報告

source: require approval based on the type of change.
zh_tw: 依照其變更的類型需要經過審核。

source: requires a prior audit and information obligations for companies whose products contain minerals called "conflict minerals" from Central Africa.
zh_tw: 要求對其產品中含有來自中非的 “衝突礦產” 之公司進行預先審查並負責提供資訊。

source: respect the FIFO (First In, First Out) principle for all process stages,
zh_tw: 所有加工階段依據先進先出原則，

source: search preferences, background
zh_tw: 如搜尋選項、背景通知

source: section 76, where the front 72, center 74 and rear 76 sections are attached to each other and to frame 12 as more fully described herein.
zh_tw: 其中前段 72、中段 74 和後段 76 由多支相互連接並接至框架 12 之框架管所組成，如此處更全面之說明，

source: seismic simulation tests.
zh_tw: 地震模擬測試

source: shows that the V2000 machine is out of production, as a result of not being adjusted statically.
zh_tw: 為 V2000 機台未經過靜態調整而導致停止生產之畫面，

source: side of the interengaging section, wherein the proj ection of each of the interengaging sections is profiled for receipt within the recess of the other of the interengaging sections and the first side of one of interengaging coupler member faces the first side of the other interengag- 5 ing coupler member when the projection of each of the interengaging sections is received within the recess of the other of the interengaging sections; and fasteners for retaining the interengaging elements together, where the fasteners are in tension to force the comple- to mentary interengaging elements into engagement; and wherein any shear force is substantially taken up by the complementary interengaging elements.
zh_tw: 其中各互鎖區段之凸出形狀能插入其它互鎖區段之凹陷處，而當互鎖區段凸出插入之其它互鎖區段凹陷時，其中一互鎖連接元件之第一側面對其它互鎖連元件的第一側；以及固定互補之互鎖元件的緊固件，緊固件能將互補之凸出和凹陷鎖緊以固定，而互補之互鎖元件承受所有的剪力。

source: slow or no motion recognition
zh_tw: 慢速或未偵測到運動

source: space 260 between body panel 236 and cargo bed body panel 238.
zh_tw: 車身鈑金 236 和載貨平台鈑 238 之間的空間 260。

source: specifies a basic interface with a progress bar
zh_tw: 含有進度列之基本介面
